"Select Next Result" = "Sonraki Sonucu Seç";
"Hide if pressed when already visible" = "Zaten görünür durumdayken basılırsa gizle";
"Show children in result list" = "Sonuç dizelgesinde alt öğeleri de göster";
"Row Height:" = "Satır Yüksekliği";
"Use a single key command to activate" = "Etkinleştirmek için tek düğme komutu kullan";
"Wait before searching:" = "Şunları aramadan önce bekle:";
"Function" = "İşlev";
"Hide instead of resetting search" = "Aramayı yenilemek yerine gizle";
"Option" = "Seçenek";
"Switch to Text Mode" = "Metin Kipine Geç";
"Normal" = "Olağan";
"Show other matches" = "Diğer eşleşenleri göster";
"Never" = "Hiçbir Zaman";
"Delayed" = "Gecikti";
"HotKey Activation:" = "Kısayol Düğmesi Etkinleştirme:";
"Edit" = "Düzenle";
"Reset search after:" = "Aramayı şundan sonra yenile:";
"Jump to Argument Field" = "Yapılabilirler Alanına Atla";
"Shift" = "Yükselt";
"Immediately" = "Hemen Şu Anda ";
"Box" = "Kutu";
"Modifier-only Activation:" = "Yalnız İşlev Düğmeleri ile Etkinleştirme";
"Off" = "Kapalı";
"Alternate Services Menu Key:" = "Yedek Servisler Menü Düğmesi:";
"Double" = "İkili";
"Caps Lock (Double Only)" = "BÜYÜK HARF (İki kez bas)";
"Delay before showing alternatives" = "Diğer seçenekleri göstermeden önceki bekleme süresi";
"The children of the object that is selected in the resultlist are displayed in a second list." = "Sonuç dizelgesinde seçilen nesnenin alt öğeleri ikinci bir dizelgede görüntülenir. ";
"Time to wait before new letters typed are considered a new search" = "Girilen yeni harflerin başka bir arama olarak algılanma süresi";
"Command" = "Komut";
"Spacebar behavior:" = "Boşluk düğmesi davranışı:";
"Delay before searching to improve performance on slow machines" = "Yavaş makinelerde daha iyi başarım için arama öncesi gecikme";
"Control" = "Kontrol";
"none" = "hiçbiri";
"Jump to action when getting results" = "Sonuçlar alınırken eyleme atla";
"Single" = "Tekli";
"Switch to text mode if no match is found" = "Eğer eşleşen bulunamazsa metin kipine geç";
"Show Item's Contents" = "Öğenin İçeriğini Göster";
